// © Copyright 2004-2012, 2015-2016 HP Development Company, L.P.

TaskName = "Restreindre la couleur";

ApplyButton = "Appliquer";
NewButton = "Nouveau…";
DeleteButton = "Supprimer";
AddButton = "Ajouter";
CancelButton = "Annuler";

// Restrict Color Use
RestrictColorUseTabName = "Restreindre l'utilisation des couleurs";
RestrictColorUseTabDescription = "Cette fonction restreint l'impression couleur pour tous les utilisateurs, ou pour des utilisateurs et/ou des applications spécifiques. Par exemple, pour imprimer tous les messages électroniques en noir et blanc, sélectionnez \"Couleur si autorisé\", puis définissez le droit d'accès de l'application sur Noir seulement.

Veuillez noter que les paramètres des deux autres onglets ne s'appliquent que si \"Couleur si autorisé\" est sélectionné.";

RestrictColorUseTabWithoutUsersDescription = "Cette fonctionnalité permet d'autoriser l'impression couleur à toutes les applications et/ou groupes et utilisateurs ou de la limiter à certains. Par exemple, pour imprimer tous les messages électroniques sans utiliser la couleur, sélectionnez \"Couleur si autorisé\", puis définissez l'autorisation de l'application de messagerie à \"Noir uniquement\".\n\nPour permettre l'impression couleur à tous les groupes ou la limiter à des groupes spécifiques, sélectionnez le plug-in Gestion des rôles utilisateur dans le panneau Sélection des tâches.\n\nNotez que les paramètres de l'autre onglet et que le plug-in Gestion des rôles utilisateur ne prennent effet que si \"Couleur si autorisé\" est sélectionné.";

RestrictColorUseTabWithoutUsersAndWithoutURMDescription = "Cette fonctionnalité permet de généraliser l'impression couleur ou de la restreindre à des applications spécifiques. Par exemple, pour imprimer tous les messages électroniques sans utiliser la couleur, sélectionnez \"Couleur si autorisé\", puis définissez l'autorisation de l'application de messagerie sur \"Encre noire seule\".\n\nVeuillez noter que les paramètres de l'autre onglet ne prennent effet que si l'option \"Couleur si autorisé\" est sélectionnée.";

RestrictColorUseTabWithEWSDescription = "Cette fonction restreint l'impression couleur pour tous les utilisateurs, ou pour des utilisateurs et/ou des applications spécifiques. Par exemple, pour imprimer tous les messages électroniques en noir et blanc, sélectionnez \"Couleur si autorisé\", puis définissez le droit d'accès de l'application sur Noir seulement.

Vous pouvez gérer les autorisations d'application sur l'autre onglet et les autorisations pour les groupes/utilisateurs via la <a>page Web de l'imprimante</a>

Notez que ces autorisations prendront effet seulement si le paramètre \"Couleur si autorisé\" est sélectionné.";

RestrictColorUseOptionsPrompt = "Définir la méthode d'impression des travaux couleurs :";
RestrictColorUseEnableColorOptionName = "Activer la couleur";
RestrictColorUseEnableColorOptionDescription = "Tous les travaux d'impression couleur seront imprimés en couleur.";
RestrictColorUseColorIfAllowedOptionName = "Couleur si autorisé";
RestrictColorUseColorIfAllowedOptionDescription = "Les droits d'accès des utilisateurs et des applications détermineront si chaque travail d'impression est effectué en couleur ou non.";
RestrictColorUseColorIfAllowedOptionWithoutUserDescription = "Les droits de l'application déterminent si chaque tâche doit être imprimée en couleur ou non.";
RestrictColorUseDisableColorOptionName = "Désactiver la couleur";
RestrictColorUseDisableColorOptionDescription = "Tous les travaux d'impression couleur seront imprimés en noir.";
RestrictColorForApplications = "Restreindre l'impression en couleur pour certaines applications informatiques";
RestrictColorForUsers = "Restreindre la couleur par utilisateur ou autorisations de groupe";

// User Color Permissions
UserColorPermissionsTabName = "Utilisateur";
UserColorPermissionsTitle = "Droits d'accès à la couleur des utilisateurs";
UserColorPermissionsTableDescription = "Cette liste répertorie jusqu'à 50 utilisateurs et leurs droits d'accès à la couleur.";
UserColorPermissionsTableUserNameColumn = "Nom d'utilisateur";
UserColorPermissionsTablePermissionColumn = "Droit d'accès";
DefaultUserPermissionsTitle = "Droits d'accès des utilisateurs par défaut :";
BlackOnly = "Noir seulement";
Color = "Couleur";
UserColorPermissionsTabDescription = "Vous pouvez imprimer le journal des travaux d'utilisation des couleurs pour voir les noms des utilisateurs et applications ayant effectué des travaux d'impression sur ce périphérique.";
UserNameTitle = "Nom d'utilisateur :";
PermissionTitle = "Droit d'accès :";

// Application Color Permissions
AppColorPermissionsTabName = "Application";
AppColorPermissionsTitle = "Droits d'accès à la couleur des applications";
App10ColorPermissionsTableDescription = "Cette liste répertorie jusqu'à 10 applications et leurs droits d'accès à la couleur.";
AppColorPermissionsTableDescription = "Cette liste enregistre les applications et leurs autorisations d'utilisation de la couleur.";
AppColorPermissionsTableAppNameColumn = "Nom de l'application";
AppColorPermissionsTablePermissionColumn = "Droit d'accès";
DefaultAppPermissionsTitle = "Droits d'accès des applications par défaut :";
AppColorPermissionsTabDescription = "Vous pouvez imprimer le journal des travaux d'utilisation des couleurs pour voir les noms des applications ayant effectué des travaux d'impression sur ce périphérique.";
AppNameTitle = "Nom de l'application :";